--liquibase formatted sql
--changeset crocopie:add_values_to_waste

INSERT INTO zero_waste.waste (id,code_num,code_name,code_description,is_shown) VALUES
	 ('60430885-cf94-460e-8902-9604c561f2aa','72','GL','Стекло',true),
	 ('798b6dd5-9bc7-479d-84db-7369fcdf71a1','73','GL','Стекло',true),
	 ('0e88af0d-e822-4ed0-b8f9-0cae23deed3a','74','GL','Стекло',true),
	 ('c21b7df1-bda6-4445-9285-75fff47aab5b','7','OTHER','Смешанный пластик',true),
	 ('7327841f-99bd-4149-9c23-c93fa6c8cf9d','81','TETRAPAK','Многослойная упаковка для соков, молока и т.д.',true),
	 ('b333754a-fcb3-4a61-968d-8296ac3da1d3','1','PET','Бутылочный пластик, пластик для контейнеров, пленка',true),
	 ('e6531a94-74be-4b70-b969-c49b16b227cb','41','ALU','Алюминий, банки и тюбики от крема',true),
	 ('19f778e5-9306-42bf-9634-56f714a8bfad','40','FE','Жестяные банки из-под консервов',true),
	 ('1eca88e2-5f86-44a8-ae31-65fc841b1f11','70','GL','Стекло',true),
	 ('4be2e884-74e8-4fce-82a7-093ce1e493bc','0',NULL,'Неизвестно',false),
	 ('77fc9e5b-c5b0-4825-b237-dd1707be4301','82','TETRAPAK','Многослойная упаковка для соков, молока и т.д.',true),
	 ('9d3e8011-7795-4abc-9437-6944ce8f31a1','84','TETRAPAK','Многослойная упаковка для соков, молока и т.д.',true),
	 ('c77c4987-5d73-42af-b7ca-3c9a32c27bf0','71','GL','Стекло',true),
	 ('092fa757-5b92-44ed-9688-9c354c52f7f2','21','PAP','Бумага',true),
	 ('a35a50dd-2870-4aa0-9501-3b9d118934d8','3','PVC','Поливинилхлорид, ПВХ',true),
	 ('a4f0b2bf-e6aa-4c2b-a57d-ac8adc8cdc94','2','HDPE','Полиэтилен высокой плотности: упаковка для бытовой химии, некоторых напитков',true),
	 ('2f46d265-39aa-4792-a0f3-f1b54f6f7cff','6','PS','Полистирол: подложки для пищевых продуктов',true);
